export const categoryOptions: Categories = {
  women: {
    의류: ["상의", "바지", "원피스", "치마", "셋업", "액티브웨어"],
    가방: [
      "숄더백",
      "크로스백",
      "토트백",
      "에코,캔버스백",
      "백팩",
      "클러치",
      "파우치",
    ],
    신발: ["플랫,로퍼", "부츠", "펌프스", "샌들", "슬리퍼,뮬", "스니커즈"],
    악세서리: ["주얼리", "모자", "시계", "지갑,카드케이스", "아이웨어", "벨트"],
  },
  men: {
    의류: ["아우터", "상의", "하의", "셋업", "홈웨어", "이너웨어"],
    가방: ["크로스백", "웨이스트백", "토트백", "백팩", "숄더백", "랩탑백"],
    신발: ["스니커즈", "로퍼", "구두", "부츠", "샌들", "슈즈 액세서리"],
    악세서리: ["지갑,카드케이스", "모자", "시계", "아이웨어", "넥타이", "벨트"],
  },
  beauty: {
    뷰티: ["스킨케어", "바디케어", "헤어케어", "메이크업", "뷰티기기", "향수"],
  },
  interior: {
    "가구,인테리어": ["침구", "가구", "조명", "홈데코", "아트, 디자인"],
  },
};
